Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/tax_credits_and_reliefs_for_people_with_disabilities/dependent_relative_tax_credit.html.txt.tmx
Source language: en
Languages: ga

source: Dependent Relative Tax Credit
ga: Creidmheas cánach i leith gaoil chleithiúnaigh

source: If you are caring for a dependent relative you may qualify for the Dependent Relative Tax Credit
ga: D'fhéadfadh tuismitheoirí/caomhnóirí agus daoine a thugann aire do ghaolta cleithiúnacha a bheith i dteideal creidmheas cánach i leith gaoil chleithiúnaigh

source: You can claim Dependent Relative Tax Credit if you maintain at your own expense:
ga: D'fhéadfá éileamh a dhéanamh ar chreidmheas cánach i dtaobh gaoil chleithiúnaigh má tá tú ag cothabháil ar do chostas féin:

source: • A relative, including a relative of your spouse or civil partner, who is unable to maintain himself or herself as a result of old age or ill-health
ga: • Gaol, gaol do chéile san áireamh, nach bhfuil in ann aire a thabhairt dó nó di féin mar gheall ar shean-aois nó drochshláinte

source: • A widowed parent or surviving civil partner parent of either yourself or your spouse or civil partner, irrespective of the state of his/her health
ga: • D'athair nó do mháthair, nó athair nó máthair do chéile atá ina mbaintreacha, is cuma an sláinte atá aige/aice

source: • A son or daughter of either yourself or your spouse or civil partner who lives with you and on whose services you must depend as a result of old age or ill health
ga: • Mac nó iníon leat atá ina c(h)ónaí leat agus ar a bhfuil tú ag brath mar gheall ar shean-aois nó drochshláinte

source: Health expenses and your dependent relative
ga: Costais sláinte agus do ghaol cleithiúnach

source: Before 2007 the main value of the Dependent Relative Tax Credit lay in the fact that you had to claim this credit to claim medical expenses for that relative. This is no longer the case
ga: Go dtí le déanaí, ba é an príomh-luach a bhí ag an gCreidmheas Cánach do Ghaol Cleithiúnach ná gur ghá duit an creidmheas seo a éileamh chun costais leighis a éileamh don ghaol sin. Níl an cás amhlaidh a thuilleadh, ón mbliain chánach 2007 i leith

source: If you pay qualifying health expenses on behalf of another person (whether they are dependant on you or not) you may be entitled to claim tax relief on the amount paid. You can claim relief on expenses like doctors' bills, maintenance or treatment in hospital, prescribed drugs and medicines
ga: Má thabhaíonn do ghaol cleithiúnach, nó aon duine eile, i gcás éilimh ón mbliain chánach 2007 ar aghaidh, costais sláinte agus go gcuidíonn tú leo, d'fhéadfá a bheith i dteideal faoiseamh cánach don mhéid a d'íoc tú

source: If the person is living in a nursing home and you contribute to the nursing home fees, you may also be entitled to claim some of the expenses involved
ga: Is féidir leat faoiseamh a éileamh ar chostais ar nós billí dochtúirí, cothabháil nó cóireáil san ospidéal, cógais agus leigheasanna orduithe

source: The only requirement is that the hospital, nursing home or other similar institution must provide 24-hour nursing care on site
ga: Má tá an duine ina c(h)ónaí i dteach altranais faofa agus go gcabhraíonn tú leis na táillí a bhaineann leis an teach altranais a íoc, d'fhéadfá a bheith i dteideal cuid de na costais a bhaineann leis a éileamh

source: The value of the Dependent Relative Tax Credit depends on:
ga: Braitheann méid an Chreidmheasa Chánach i leith Gaoil Chleithiúnaigh ar:

source: • The cost of maintaining your dependent relative - the tax credit is the cost of maintenance up to €70 in 2017
ga: • Costas cothabhála do ghaoil chleithiúnaigh - an costas cothabhála suas go dtí €70 atá sa chreidmeas cánach

source: • If the income of your dependent relative exceeds €14,504 in 2017, no tax credit is due (the income limit was €14,060 in 2016, €13,904 in 2015 and €13,837 in 2014 and 2013)
ga: • Má théann ioncam do ghaoil chleithiúnaigh thar €14,504 i 2017, níl creidmheas cánach ar fáil

source: All of your dependent relative's income (for example, social welfare payments, pensions and deposit interest) is taken into account for income limit purposes
ga: Cuirtear iomlán ioncaim do ghaoil chleithiúnaigh san áireamh, sé sin íocaíochtaí leasa shóisialaigh, pinsin, ús ar chuntas taisce agus araile, nuair atá teorann ioncaim dhá ríomh

source: If you are a PAYE taxpayer and are claiming for a dependent relative, the easiest way to claim the Dependent Relative Tax Credit is to use PAYE Anytime which is available through Revenue's myAccount service
ga: Más íocóir ÍMAT thú agus má tá tú ag éileamh an chreidmheasa chánach i leith gaoil chleithiúnaigh, ba cheart duit Foirm DR1 (pdf) a íoschóipeáil agus a líonadh nó iarratas ar líne ar an chreidmheasa a dhéanamh

source: Alternatively, you can claim the credit by completing the relevant claim form, either DR1 (pdf) for a relative or parent or DR2 (pdf) for a son or daughter or a child
ga: • Uimhir Phearsanta Sheirbhíse Phoiblí do ghaoil, má tá sé ar eolas • Aois do ghaoil agus, má fheileann don chás, an cineál míchumais atá air/uirthi

source: The completed form should be sent to your Revenue office
ga: • Foinse, nó foinsí ioncaim do ghaoil agus méid a (h)ioncam

source: It will take longer to update your tax credits and issue a Tax Credit Certificate if you submit a paper claim
ga: • Sonraí cúnaimh airgeadais a thagann ó éinne eile

source: If you pay tax under the self-assessment system, you can claim the tax credit by completing the 'Dependent Relative' section on your annual tax return
ga: Má tá tú ag éileamh an chreidmheasa chánach i leith mac nó iníon atá ina c(h)ónaí leat agus ar a bhfuil tú ag brath, ba cheart duit Foirm DR2 a líonadh

source: You can get more information on how to claim the credit in Revenue's leaflet, IT46: Dependent Relative Tax Credit
ga: Tá tuilleadh faisnéise le fáil ag an gCreidmheas Cánach do Ghaol Cleithiúnach: IT46

source: Visit the Revenue contact locator webpage to find the Lo-call number for your region
ga: Cuir glaoch teileafóin ar Sheirbhis Lóghlao ÍMAT Ioncaim

source: You can find more detailed contact information for your region
ga: Tá tuilleadh eolais faoi sonraí teagmhála do réigíúin anseo
